tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mscharley/homebrew"
tap "railwaycat/emacsmacport"
brew "anyenv"
brew "python@3.9"
brew "awscli"
brew "glib"
brew "fzf"
brew "gauche"
brew "guile"
brew "unbound", restart_service: true
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "iproute2mac"
brew "neovim"
brew "postgresql", restart_service: true
brew "pstree"
brew "ruby-build"
brew "rbenv", link: false
brew "redis", restart_service: true
brew "tmux"
brew "yarn"
brew "heroku/brew/heroku"
brew "railwaycat/emacsmacport/emacs-mac"
cask "racket"
